{"translation-revision-date":"2021-08-05 10:46:27+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Help":["Ajutor"],"Welcome":["Bine ai venit"],"Install and Activate":["Instalează și activează"],"Could not activate plugin.":["Nu am putut activa modulul."],"Something went wrong while installing the plugin.":["Ceva nu a mers bine în timpul instalării modulului."],"Updating":["Actualizez"],"Leave Feedback":["Lasă o impresie"],"Feedback":["Impresii"],"Share your feedback for Neve and get the chance to win the pro version.":["Spune-ne impresiile despre Neve și ai șansa de a câștiga versiunea pro."],"An error occured. Please reload the page and try again.":["A apărut o eroare. Te rog reîncarcă pagina și încearcă din nou."],"Something went wrong while updating the plugin.":["Ceva nu a mers bine în timpul actualizării modulului."],"Install":["Instalează"],"Features":["Funcționalități"],"View Changelog":["Vezi Istoricul modificărilor"],"Learn More":["Află mai multe"],"In Progress":["În curs de desfășurare"],"Done!":["Gata!"],"Expires":["Expiră"],"Banner Image":["Imagine banner"],"Installing":["Instalez"],"Could not Update Option. Please try again.":["Nu am putut actualiza opțiunea. Te rog încearcă din nou."],"Save":["Salvează"],"Neve Theme Logo":["Logo temă Neve"],"Tweaks":["Ajustări"],"Bug Fixes":["Corecții de erori"],"Show changelog for":["Arată istoricul modificărilor pentru"],"Customizer quick links":["Legături rapide Personalizator"],"Go to docs":["Mergi la documentație"],"Get Neve Pro Now":["Ia Neve Pro acum"],"Could not activate module. Please try again.":["Nu am putut actualiza extensia. Te rog încearcă din nou."],"Module Deactivated.":["Extensie a fost dezactivată."],"Module Activated":["Extensie a fost activată."],"Upgrade":["Actualizează"],"Expired":["Expirată"],"Valid":["Validă"],"Deactivating":["Dezactivez"],"Enter License Key":["Introdu cheia de licență"],"Update":["Actualizează"],"Get access to all Pro features and power-up your website":["Ai acces la toate funcționalitățile Pro și îți realimentezi site-ul"],"Contributing":["Contribuie"],"What do we track?":["Ce urmărim?"],"Allow Anonymous Tracking":["Permite urmărirea anonimă"],"Could not update option. Please try again.":["Nu am putut actualiza opțiunea. Te rog încearcă din nou."],"Option Updated":["Opțiune actualizată"],"Free vs Pro":["Gratuită versus Pro"],"Plugins":["Module"],"Activating":["Activez"],"Build a landing page with a drag-and-drop content builder":["Construiește o pagină de destinație cu constructorul de conținut trage și plasează"],"Create a child theme":["Creează o temă copil"],"Changelog":["Istoric modificări"],"Contact Support":["Contactează suportul"],"Deactivate":["Dezactivează"],"Activate":["Activează"],"Documentation":["Documentație"],"Submit a review":["Trimite o recenzie"],"Leave us a review":["Lasă-ne o recenzie"],"Join our Facebook Group":["Alătură-te grupului nostru pe Facebook"],"Neve Community":["Comunitate Neve"],"In the documentation below you will find an easy way to build a great looking landing page using a drag-and-drop content builder plugin.":["În documentația de mai jos vei găsi o modalitate ușoară de a crea o pagină de destinație excelentă folosind un modul pentru crearea de conținut prin trage și plasează."],"If you want to make changes to the theme's files, those changes are likely to be overwritten when you next update the theme. In order to prevent that from happening, you need to create a child theme. For this, please follow the documentation below.":["Dacă vrei să faci modificări în fișierele temei, acele modificări vor fi probabil contramandate la următoarea actualizare a temei. Pentru a preveni asta, trebuie să creezi o temă copil. Pentru a o crea, te rog urmează documentația de mai jos."],"Want to get the gist on the latest theme changes? Just consult our changelog below to get a taste of the recent fixes and features implemented.":["Vrei să ai esența ultimelor modificări ale temei? Doar consultă lista nostră de modificări de mai jos pentru a simți gustul corecțiilor recente și a funcționalităților implementate."],"Are you are enjoying Neve? We would love to hear your feedback.":["Îți place Neve? Ne-ar plăcea să ne spui impresiile."],"Speed up your site":["Accelerează-ți site-ul"],"If you find yourself in a situation where everything on your site is running very slowly, you might consider having a look at the documentation below where you will find the most common issues causing this and possible solutions for each of the issues.":["Dacă te afli în situația în care totul pe site-ul tău rulează foarte lent, ar trebui să iei în considerație consultarea documentației de mai jos unde vei găsi cele mai comune probleme ce pot provoca asta și soluțiile posibile pentru fiecare dintre ele."]}},"comment":{"reference":"dashboard\/build\/dashboard.js"}}